Repository: common-repository/tma-webtools
Catalog: languages/tma-webtools-*.po
Languages: de_de

source: Target Audience
de_de: Zielgruppe

source: If enabled, the content will only be visible to users matching the selected segments.
de_de: Wenn dies aktiviert ist, bekommen nur Benutzer des Segments die Inhalte angezeigt.

source: Matching mode
de_de: Matching Modus

source: All
de_de: Alle

source: Single
de_de: Einzeln

source: User must match all or just a single segment.
de_de: Benutzer müssen in alle oder nur in einem einzelnen Segment sein.

source: Group
de_de: Gruppe

source: The name of the group. Groups can be used to group elements together
de_de: Name der Gruppe. Mit Gruppen können Inhalte gruppiert werden.

source: Is Group default
de_de: Gruppen default.

source: Is group default element. The default is used if not other element of the groups matchs the user. The default element must be the last element on the page.
de_de: Der Gruppen default wird angezeigt, wenn kein Element der Gruppe passt. Das default Element muss als letztens auf der Seite eingebunden werden.

source: If activated, only users matching the segments will see the content.
de_de: Wenn dies aktiviert ist, können nur Benutzer mit den entsprechenden Segmenten den Inhalt sehen.

source: Activate targeting
de_de: Targeting aktivieren

source: The name of the group.
de_de: Der Name der Gruppe

source: Is group default
de_de: Gruppen default

source: If activated, it is show if no other element of the groups matchs.
de_de: Wenn dies aktiviert ist, wird das default Element angezeigt, wenn kein anderes Element der Gruppe passt.

source: Segments
de_de: Segmente

source: For which segments the content should be visible.
de_de: Segmente, für die der Inhalt sichtbar sein soll.

source: The group
de_de: Die Gruppe

source: Group default
de_de: Gruppen default

source: The group default
de_de: Der Gruppen default

source: Configure scoring for segments.
de_de: Konfiguration des Scorings für Segmente.

source: No segments found
de_de: Keine Segmente gefunden

source: Settings
de_de: Einstellungen

source: Site id
de_de: Seiten ID

source: Enable Tracking?
de_de: Tracking aktivieren?

source: Track logged in users?
de_de: Auch angemeldete Benutzer tracken?

source: Enable Scoring?
de_de: Scoring aktivieren?

source: View only single item per group?
de_de: Nur ein Eintrag pro Gruppe anzeigen?

source: Track WooCommerce events?
de_de: Tracken WooCommerce Ereignissen?

source: Deliver content targeting user behaviour.
de_de: Auslieferung von Inhalten basierend auf Benutzerverhalten.
